<?php
/* 
------------------
Language: Tamil
------------------
 * <?php echo ; ?>
*/



$lang = array();
//PAGE INFO
$lang['PAGE_TITLE'] = 'கணினி ஆய்வுக்கூட பயன்பாடு - இணையத்தளம்  | யாழ் பல்கலைக்கழகம். ';
$lang['PAGE_DESCRIPTION'] = 'கணினி ஆய்வுக்கூட பயன்பாடு - இணையத்தளம்  | அச்சுதன் , கிரிஷாந்தி , சோபிதாவால் அவர்களுடைய மூன்றாம் வருட RAD செயர்த்திட்டத்திற்காக செய்யப்பட்டது ';
$lang['SITE_NAME'] = 'LabUtil ';

//ASIDEMENU.PHP
$lang['MENU_DISCOVER'] = 'கண்டுபிடி';
$lang['MENU_ONLINE'] = 'தொடர்பில்';
$lang['MENU_LAB'] = 'ஆய்வு கூடம் ';
$lang['MENU_PC'] = 'வாடிக்கையாளர்';
$lang['MENU_PROFILE'] = 'வாடிக்கையாளர் விவரம்';
$lang['MENU_STUDENTS'] = 'பயனாளிகள் ';
$lang['MENU_SEARCH'] = '&#2990;&#3014;&#2985;&#3021;&#2986;&#3014;&#3006;&#2992;&#3009;&#2995;&#3021; &#2980;&#3015;&#2975;&#2994;&#3021;';
$lang['MENU_SEARCHC'] = '&#2965;&#2979;&#3007;&#2985;&#3007; &#2986;&#2991;&#2985;&#3021;&#2986;&#3006;&#2975;&#3021;&#2975;&#3009; &#2980;&#3015;&#2975;&#2994;&#3021;';
$lang['MENU_LANGUAGE'] = 'மொழி';
$lang['MENU_HELP'] = 'உதவி';
$lang['MENU_LOGOUT'] = 'வெளியேறு ';
$lang['MENU_PROFILE'] = 'சுயவிபரம்';
$lang['MENU_ADD_USER'] = '&#2986;&#3009;&#2980;&#3007;&#2991; &#2984;&#3007;&#2992;&#3021;&#2997;&#3006;&#2965;&#3007; &#2970;&#3015;&#2992;&#3021;&#2965;&#3021;&#2965;';

//INDEX.PHP
$lang['WELCOME_MESSAGE']="வணக்கம், ". $lang['SITE_NAME']."இணையத்தளம் வரவேற்கின்றது, நீங்கள் இங்கே இருந்து ஆரம்பிக்கலாம் .";
$lang['WELCOME_MESSAGE2']="<strong>". $lang['SITE_NAME']." </strong>  இணையத்தளம் வரவேற்கின்றது. ";
$lang['INDEX_PROFILE_CREATED']='இன்று உருவாக்கப்பட்ட சுயவிபரம் ';
$lang['INDEX_PROFILE_HEADER']='புதிதாக உருவாக்கப்பட்ட சுயவிபரம் ';
$lang['INDEX_UPDATE_HEADER']='பயன்படுத்தும் நேரம் மேம்படுத்தல் ';
$lang['INDEX_UPDATE_MESSAGE']='கணணிகளை மேம்படுத்தல் ';
$lang['INDEX_ONLINE_HEADER']='இணையதளத்துடன் இணைந்துள்ள கணினிகள்';
$lang['INDEX_CLIENT_HEADER']='எமது வாடிக்கையாளர்';
$lang['INDEX_USER_HEADER']='எமது பயனாளிகள்';

//ONLINE.PHP
$lang['ONLINE_PAGE'] = 'தொடர்பில்';
$lang['ONLINE_ALL_LABS'] ='மொத்தக்கணினிகள்';
$lang['ONLINE_SHUTDOWN_MESSAGE']='கணணியை நிறுத்துதல்';
$lang['OONLINE_COMPUTERS_UPDATE_AT']='மேம்படுத்தல் @ ';
$lang['ONLINE_COMPUTERS_START_AT']='தொடங்குதல் @ ';
$lang['ONLINE_COMPUTERS_WORKING']='பயன்பாட்டில் ';
$lang['ONLINE_SHUTDOWN_OPTION']='செயல்படுத்துதல் ';
$lang['ONLINE_SHUTDOWN_STOP_OPTION']='செயலிழத்தல்';

//LAB.PHP
$lang['LAB_DETAILS']='ஆய்வுக்கூட விபரங்கள்';
$lang['LAB_SELECTED_DATE']='தேர்ந்தெடுக்கப்பட்டுள்ள திகதி';
$lang['LAB_SELECT_DATE']='தேதியை தெரிவுசெய்தல் ';
$lang['LAB_CHART_FOOTER']='X - நேரம்  , Y - கணனிகளின் எண்ணிக்கை ';
$lang['LAB_TABLE_NO']='தெடர் எண்';
$lang['LAB_TABLE_UPDATE_TIME']=' புதிப்பிக்கும் நேரம்';
$lang['LAB_TABLE_NO_COMPUTER']='எண்';
$lang['LAB_TABLE_MORE']='கணினியின்  பெயர் | பயனர் பெயர் | கணினியை தொடங்கிய நேரம்  | கணினியை நிறுத்திய  நேரம் ';
$lang['LAB_FORM_NAME']='கணினி ஆய்வுகூட பெயர் ';
$lang['LAB_FORM_COMPUTERS']='கணனிகளின் எண்ணிக்கை ';
$lang['LAB_FORM_SAVE']='மாற்றங்களை சேமிக்க ';
$lang['LAB_FORM_CANCEL']='ரத்துசெய் ';

$lang['LAB_DEATLS_BACK']='ஆய்வுகூட விபரங்களுக்கு திரும்புதல் ';
$lang['LAB_ADD_NEW_LAB']='ஆய்வுகூட விபரங்களை இங்கே பதியவும் ';
$lang['LAB_MESSAGE_ALERT']=' எச்சரிக்கை  !   ';
$lang['LAB_MESSAGE_OK']='நல்லது !   ';
$lang['LAB_MESSAGE_ADD_OK']='னின்  தகவல் வெற்றிகரமாக  சேர்க்கப்பட்டுள்ளது.';
$lang['LAB_MESSAGE_ADD_ALERT']='னின்  தகவல் முன்பே தரவுத்தளத்தில் உள்ளது, தயவு செய்து புதிய தகவலை உட்புகுத்தவும் .';
$lang['LAB_MESSAGE_DELETE_ALERT']='னின்  தகவல் ஏற்கனவே பல இடங்களில் பயன்படுத்தப்பட்டுள்ளது , நீங்கள் இப்போது இந்த தகவலை நீக்க முடியாது.';
$lang['LAB_MESSAGE_DELETE_OK']='னின்  தகவல் வெற்றிகரமாக நீக்கப்பட்டது . ';

$lang['LAB_TABLE_ADD']='புதிய ஆய்வுகூடத்தினை சேர்த்தல்  ';
$lang['LAB_TABLE_LAB_NAME']='ஆய்வுகூட பெயர் ';
$lang['LAB_TABLE_LAB_COMPUTES']=' கணனிகளின் எண்ணிக்கை ';
$lang['LAB_TABLE_LAB_JOIN_DATE']='இணைந்த திகதி ';
$lang['LAB_TABLE_OPERATION']='நீக்குதல்';


//CLIENT.PHP
$lang['CLINET_DETAILS']='கணனிகளின் விபரங்கள்';
$lang['CLIENT_SELECT_LAB']='ஆய்வுகூட தெரிவு';
$lang['CLIENT_SEARCH_BUTTON']='தேடு';
$lang['CLIENT_SEARCH_PLACEHOLDER']='MAC முகவரி கொண்டு தேடு...';

$lang['CLIENT_MESSAGE_GROUP']='னின் தகவல்  தரவுத்தளத்திலிருந்து  வெற்றிகரமாக  கிடைத்தது .';
$lang['CLIENT_MESSAGE_CHANGE_GROUP']='னின்  தகவல் மாற்றப்பட்டது';

$lang['CLIENT_TABLE_MAC']='MAC முகவரி';
$lang['CLIENT_TABLE_NAME']='கணினியை  பெயர்';
$lang['CLIENT_TABLE_IP']='IP முகவரி';
$lang['CLIENT_TABLE_GROUP']='ஆய்வுகூட  குழு';
$lang['CLIENT_TABLE_JOIN']='இணைந்த திகதி ';
$lang['CLIENT_TABLE_PROFILE']='சுயவிபரம் ';
$lang['CLINET_TABLE_FOOTER_SHOWING']='காட்டு';
$lang['CLINET_TABLE_FOOTER_OF']='உள்ள';
$lang['CLINET_TABLE_FOOTER_ITEMS']='உருப்படிகள்';


//USER.PHP
$lang['USER_DETAILS']='பயனாளிகளின் விபரங்கள்';
$lang['USER_SELECT_LEVEL']='நிலை தேர்ந்தெடுக்கவும்';
$lang['USER_SEARCH_BUTTON']='தேடு';
$lang['USER_SEARCH_PLACEHOLDER']='பதிவு இலக்கத்தை கொண்டு தேடு...';

$lang['USER_TABLE_REG']='பதிவு இலக்கம்.';
$lang['USER_TABLE_LEVEL']='மாணவர் நிலை';
$lang['USER_TABLE_LAST_LOGON']='இறுதி உள்நுழைவு';
$lang['USER_TABLE_WORK']='பயன்படுத்தப்பட்ட மணித்தியாலங்கள்';
$lang['USER_TABLE_JOIN']='இணைந்த திகதி';
$lang['USER_TABLE_PROFILE']='சுயவிபரம்';

//SEARCH.PHP
$lang['SEARCH_DETAILS']='மென்பொருள் தேடல்';
$lang['SEARCH_INPUT_PLACEHOLDER']='இங்கே தேடு...';
$lang['SEARCH_BUTTON']='ஆய்வுகூட தேடல்  ';
$lang['SEARCH_RESULT_FOR']=' இதற்கான முடிவுகள்  :  ';
$lang['SEARCH_RESULT_FOUND']='முடிவு கண்டறியப்பட்டது';
$lang['SEARCH_RESULT_UPDATE']='தரவுத்தளம் மேம்படுத்தப்பட்டது';

//CLIENTPROFILE.PHP
$lang['CLIENTPROFILE_GROUP']='குழு';
$lang['CLIENTPROFILE_MAC']='MAC முகவரி';
$lang['CLIENTPROFILE_IP']='IP முகவரி';
$lang['CLIENTPROFILE_LOGIN']='இறுதி உள்நுழைவு';
$lang['CLIENTPROFILE_WORK']='  மொத்த வேலை நேரம் மேம்படுத்தல்  ';
$lang['CLIENTPROFILE_PROGRAM']='  நிறுவப்பட்ட மென்பொருள்  ';
$lang['CLIENTPROFILE_HEADER_PROGRAM']='  மென்பொருள் பட்டியல்  ';
$lang['CLIENTPROFILE_HEADER_ACTIVITY']='  எங்களுடனான செயற்பாடு  ';
$lang['CLIENTPROFILE_BODY_VERSION']='   வெளியீடு   ';
$lang['CLIENTPROFILE_BODY_DBUPDATE']='  தரவுத்தளம் மேம்படுத்தல்   ';
$lang['CLIENTPROFILE_BODY_WORK']='பயன்படுத்திய தேரம்   ';
$lang['CLIENTPROFILE_BODY_DATE']='  திகதி  ';
$lang['CLIENTPROFILE_BODY_AT']='  இல்  ';

$lang['CLIENTPROFILE_HEADER_HARDDISK']=' வன்வட்டு இடைவெளி  ';
$lang['CLIENTPROFILE_BODY_USED']= 'பயன்படுத்தியது ';
$lang['CLIENTPROFILE_BODY_UNUSED']=' பயன்படுத்தப்படாதது  ';
$lang['CLIENTPROFILE_BODY_TOTAL_SIZE']=' மொத்த அளவு ';
$lang['CLIENTPROFILE_BODY_USED_SIZE']= ' பயன்படுத்திய அளவு ';


//new one 
//login page
// Login form
$lang['Username'] = 'உள்நுழைவுப்பெயர்';
$lang['Password'] = 'கடவுச்சொல்';
$lang['Remember me'] = 'என்னை நினைவில் கொள்';
$lang['Log in'] = 'உள்நுழைய';
$lang['Register new account'] = 'Register new account';
$lang['I forgot my password'] = 'கடவுச்சொல்லை மறந்து விட்டீர்களா?';
$lang['footer'] = '&#2965;&#3009;&#2996;&#3009; &#2951;&#2994;. 7, &#2965;&#2979;&#3007;&#2985;&#3007;�&#2997;&#3007;&#2974;&#3021;&#2974;&#3006;&#2985;&#2980;&#3021;&#2980;&#3009;&#2993;&#3016; , &#2991;&#3006;&#2996;&#3021; &#2986;&#2994;&#3021;&#2965;&#2994;&#3016;&#2965;&#3021;&#2965;&#2996;&#2965;&#2990;&#3021;, &#2951;&#2994;&#2969;&#3021;&#2965;&#3016;';
?>